Repository: AS-ITSupport/accretive
Catalog: sites/all/modules/gotwo/translations/gotwo.*.po
Languages: de

source: Numerical urls
de: Numerische URLs

source: Use numbers instead of a more friendlier url. "go/1234" instead of "go/some/location".
de: Zahlen anstatt einer lesbaren URL verwenden. "go/1234" anstatt "go/ein/ziel".

source: Maximum length of target labels
de: Maximallänge der Zielbeschriftung

source: Target labels are the parts after the "go/" part of the shown url. The absolute maximum is 128.
de: Zielbeschriftungen sind die Teile nach dem "go/" Teil einer angezeigten URL. Die absolute Maximallänge beträgt 128.

source: Disclaimer
de: Haftungsausschluss

source: Check to add a disclaimer before redirecting to the Gotwo links
de: Aktivieren, um vor der Umleitung zu einem Gotwo-Link einen Haftungsausschluss anzuzeigen.

source: # of seconds until refresh
de: Sekunden bis zur Aktualisierung

source: Number of seconds until the page will be redirected to the requested URL, 0 means no refresh
de: Anzahl der Sekunden bis die Seite zu der aufgerufenen URL umgeleitet wird, bei 0 findet keine Aktualisierung statt.

source: Disclaimer Text
de: Haftungsausschlusstext

source: The disclaimer that will be presented to the user before they are redirected<br /><strong>Variables available:</strong><br /> %url = url to be redirected to <br />%seconds = # of seconds until page redirects
de: Der Haftungsausschluss, welcher dem Benutzer angezeigt wird bevor er umgeleitet wird<br /><strong>Verfügbare Variablen:</strong><br /> %url = Ziel-URL auf die umgeleitet wird <br />%seconds = Anzahl der Sekunden bis die Seite umleitet

source: Label
de: Beschriftung

source: Destination
de: Zieladresse

source: Counter
de: Zähler

source: Operations
de: Operationen

source: Reset
de: Zurücksetzen

source: Reset the counter
de: Zähler zurücksetzen

source: Delete
de: Löschen

source: No redirects available.
de: Keine Umleitungen vorhanden.

source: Reset the counter for %label
de: Den Zähler für %label zurücksetzen

source: Are you sure you want to reset the click counter for %label? This action cannot be undone.
de: Soll der Klickzähler für %label wirklich zurückgesetzt werden? Diese Aktion kann nicht rückgängig gemacht werden.

source: Cancel
de: Abbrechen

source: Delete go redirect %label
de: Go-Umleitung %label löschen

source: Are you sure you want to delete the go redirect %label? This action cannot be undone. The link will become broken, a new one might be automatically created when a node linking to it is edited.
de: Soll die Go-Umleitung %label wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden. Dieser Verweis wird zerstört, ein neuer kann automatisch erstellt werden, wenn ein auf ihn verweisender Beitrag bearbeitet wird.

source: The label used in the go url, this will automatically be made suitable.
de: Die in der Go-URL zu verwendende Beschriftung, diese wird gegebenfalls automatisch angepasst.

source: The target url. Can be a relative drupal url or an absolute url.
de: Die Ziel-URL. Dies kann eine relative Drupal URL oder absolute URL sein.

source: Add
de: Hinzufügen

source: You can use the &lt;go&gt; tags just like the &lt;a&gt; for nicer urls.
de: Es können &lt;go&gt;-Tags genau wie &lt;a&gt; für einfachere URLs verwendet werden.

source: You can use the &lt;go&gt; tags just like the &lt;a&gt;. The url will be rewritten to in internal URL that will eventually redirect the user to the given url. Depending on the settings the url will contain an identifying label constructed from the provided url. Alternatively you can provide a label by means of the "title" argument.
de: Es können &lt;go&gt;-Tags genau wie &lt;a&gt;-Tags verwendet werden. Die URL wird zu einer internen URL umgeschrieben, welche schließlich den Benutzer zu der angegebenen URL umleitet. In Abhängigkeit von den Einstellungen, enthält diese URL eine identifizierende Beschriftung die aus der angegebenen URL erstellt wird. Alternativ kann eine Beschriftung mittels „Titel“-Argument übergeben werden.

source: For example: <pre>&lt;go href="http://example.org/some/page"&gt;Some page example&lt;/go&gt;</pre> produces: <pre>&lt;a href="go/example.com/some/page"&gt;Some page example&lt;/a&gt;</pre>Or like this:<pre>&lt;go href="http://example.com/some/page" title="Some page"&gt;Some page example&lt;/go&gt;</pre> produces: <pre>&lt;a href="go/some_page" title="Some page"&gt;Some page example&lt;/a&gt;</pre>
de: Beispielsweise: <pre>&lt;go href="http://example.com/eine/seite"&gt;Beispiel einer Seite&lt;/go&gt;</pre> ergibt: <pre>&lt;a href="go/example.com/eine/seite"&gt;Beispiel einer Seite&lt;/a&gt;</pre>oder etwa dies:<pre>&lt;go href="http://example.com/eine/seite" title="Eine Seite"&gt;Beispiel einer Seite&lt;/go&gt;</pre> ergibt: <pre>&lt;a href="go/eine_seite" title="Eine Seite"&gt;Beispiel einer Seite&lt;/a&gt;</pre>

source: "Go" redirection filter
de: „Go“-Umleitungsfilter

source: Automatically creates redirection urls. &lt;go href=""&gt;&lt;/go&gt; tags are nicely translated to &lt;a href=""&gt;&lt;/a&gt; tags.
de: Erstellt automatisch Umleitung-URLs. &lt;go href=""&gt;&lt;/go&gt;-Tags werden umgewandelt in &lt;a href=""&gt;&lt;/a&gt;-Tags.

source: view gotwo redirects
de: Go-Umleitungen anzeigen

source: edit gotwo redirects
de: Go-Umleitungen bearbeiten

source: administer gotwo
de: Gotwo verwalten

source: Go redirects
de: Go-Umleitungen

source: List
de: Alle anzeigen

source: Add redirect
de: Umleitung hinzufügen

source: Add a new Go redirect
de: Eine neue Go-Umleitung hinzufügen

source: Go settings
de: Go-Einstellungen

source: Configure URL parameters and disclaimer options
de: URL-Parameter und Optionen für den Haftungsausschluss konfigurieren

source: Go URLs redirect to outside websites and tracks the visit. A disclaimer can also be added before a redirect occurs
de: Go URLs leiten auf externe Websites um und protokollieren die Besuche. Ein Haftungsausschluss kann vor der Umleitung eingefügt werden
